/* Review app in the app store */
"Rate App" = "App Évaluez";

/* go and rate this app in the app store */
"Rate Now" = "Évaluer maintenant";

/* remind me to review app later */
"Remind Me Later" = "Rappelez-moi plus tard";

/* write a review for this app */
"Review App" = "Évaluer";

/* have a look at more of my apps */
"See More Apps" = "Voir Plus d\'apps";

/* No comment provided by engineer. */
"Don't Ask Me Again" = "Ne me demandez pas nouveau";

/* Go to app store now */
"Look Now" = "Regardez maintenant";

/* No comment provided by engineer. */
"Please leave a review so we can make this app even better" = "S\'il vous plaît laissez un commentaire pour que nous puissions faire cette application encore mieux";

/* No comment provided by engineer. */
"Please take a look at my other apps" = "S\'il vous plaît jeter un oeil à mes autres applications";